{
    "code it"  :{
                    "title" : "Paper Presentation - CSE",
                    "description" : "Put on your thinking caps and pop the magic in presenting your novel ideas of the era in paper.Make a STATEMENT (literally...) and stand by itin the domain of CSE and let our esteemed panelists be the better judges. We sure can find the copy cats..",
                    "rules" :
                    [
                        "Only CS domains are encouraged.",
                        "Maximum of 3 authors and only student authors allowed. It is not a necessity that all the authors must be from the same institute.",
                        "We take plagiarism very seriously. Only original research works are accepted.",
                        "The paper must not have been presented or published anywhere else.",
                        "The paper must be in two column IEEE format. This format must be strictly adhered to. The paper length must be limited to 6 pages.",
                        "The paper must be in .pdf or .doc or .docx formats.",
                        "The paper must be sent through mail. The instructions are as follows:<br/><ul><li>The subject must be the title of the paper.</li><li>The body of the mail should include - Name and Institute of participant (starting from the first author and going till the third one), Department and Year, Contact numbers, Email addresses.</li><li>Send the paper as an attachment with this mail.</li><li>The email id is : <strong>ppcse@ssninvente.com</strong></li></ul><br/><br/>Last date to send in the paper: <strong>3rd September 2016</strong><br/><br/>Acceptance notification: <strong>5th September 2016</strong>"
                    ],
                    "venue" : "CSE Department Seminar Hall",
                    "timings" : [ "9th September 2016, 11.00 am" ],
                    "heads" :
                    [
                        {
                            "name" : "Rajeswari Sujana",
                            "contacts" : [ "9600094640" ]
                        },
                        {
                            "name" : "Keerthika",
                            "contacts" : [ "9566228541" ]
                        }
                    ]
                },
    "bits please" : {
                        "title" : "Paper Presentation - IT",
                        "description" : "<strong>“One of the advantages of being disorganized is that one is always having surprising discoveries.”</strong><br /><br />All innovations are born out of creativity. After all, the best designs of today’s technology started as mere blueprints. Even small creative ideas of individuals may prove to be the basis for tomorrow’s massive technologies. Here is a wonderful opportunity for the you to show case your talents.<br /><br />We want you to present your idea to us so that we can help you convert it to reality!",
                        "venue" : "IT Department Seminar Hall",
                        "timings" : [ ],
                        "rules" : [ "Topics: <ul><li>Wireless Communication and Networking</li><li>Web Services and Machine Intelligence</li><li>Information Security</li><li>Business Intelligence ERP</li><li>Speech and Image Processing</li><li>Data Mining and Data Warehousing</li><li>Distributed Systems</li><li>VoIP</li><li>RFID and Applications</li><li>Open Source Technologies</li><li>Digital Media Broadcasting</li><li>Security and Cloud Computing</li><li>Internet of Things</li><li>Big Data</li><li>Operating System</li></ul>",
                        "Submitted manuscripts must be standard IEEE format.",
                        "Papers must not be published before anywhere or be under consideration for publication in any journal or conference.",
                        "Each Team may have up to 3 participants.",
                        "Submission must include title, abstract, keywords, author (s), affiliation (s) with phone number (s), and email address (ES).",
                        "The entries must be emailed to <strong>paperpresentationinvente@gmail.com</strong>",
                        "Last date for submission is <strong>31 st August 2016</strong>. The hard deadline (maximum extension) is upto <strong>2nd September 2016</strong>."
                        ],
                        "heads" :
                        [
                            {
                                "name" : "Harinie",
                                "contacts" : [ "9585714521" ]
                            },
                            {
                                "name" : "L. Swetha",
                                "contacts" : [ "9840318244" ]
                            }
                        ]
                    },
    "wired" : {
                "title" : "Paper Presentation - ECE",
                "description" : "Presentation of technical papers on the following domains:<ul><li>Embedded Systems</li><li>Robotics/Artificial Intelligence</li><li>Antennas/RF and Microwave Engineering</li><li>Wireless Sensor Networks</li><li>Microelectronics and Nanoscale Devices</li><li>Energy Harvesting</li><li>Optical/LIDAR</li><li>Digital Image Processing</li></ul>",
                "rules" :
                [
                    "<strong>General Rules:</strong><ul><li>Teams of maximum two members are allowed</li><li>Candidates should e-mail their papers to the given e-mail ID <strong>(adarshana13003@ece.ssn.edu.in)</strong> by <strong>September 2nd, 10 PM</strong></li><li>Spot entries are not allowed</li><li>Accepted papers will be notified through e-mail</li><li>The presentation time is 8 minutes, following which questions regarding the paper will be put forth to the participants in the next 2 minutes</li><li>Selected candidates should have two hard copies of the paper in PDF format at the time of presentation and two copies of the abstract, not exceeding 300 words</li><li>Decision of the judges will be final</li></ul>",
                    "Round 1 (Off-stage): Shortlisting papers based on the above requirements",
                    "Round 2: Final paper presentation"
                ],
                "venue" : "ECE Department AC Seminar Hall, DSP Laboratory (East Wing)",
                "timings" : [ "Day 1 (Round 1: 8.00 – 12.30)", "Day 1 (Round 2: 12.30 – 15.30)" ],
                "heads" :
                [
                    {
                        "name" : "Adarshana Rajagopal",
                        "contacts" : [ "9677260468" ]
                    }
                ]
            },
    "power up" : {
                    "title" : "Paper Presentation - EEE",
                    "description" : "Need a place to show off your research and hard work? We’ll pay you for it!  Take part in Eupraxia’s technical event, Paper Presentation and have your work judged by a panel you wouldn’t even dream of meeting.",
                    "rules" :
                    [
                        "<strong>Submission Rules</strong> <ul><li>Dead line for submission is <strong>September 2</strong>.</li><li>The full paper must be sent to <strong>paper.eee2k16@gmail.com</strong></li><li>The subject of the mail should contain the track to which the paper belongs and the title of the paper.</li><li>Example: Track 2: (Paper title)</li><li><strong>Email should contain:</strong><ol><li>Name of the participant.</li><li>Mobile number</li><li>College Name</li><li>Department</li></ol></li><li>The paper must be complying with the standard IEEE format.</li><li>Pictures and simulations if any must be clear</li><li>Any detection of plagiarism will result in immediate disqualification of the paper.</li></ul>",
                        "<strong>Rules</strong><ul><li>Each team must contain a maximum of 3 members</li><li>The team members need not belong to the same institution</li><li>One participant should not be a part of more than one team</li><li>The selected team must present their paper in front of a panel of judges.</li><li>The presentation shall go on for 8 minutes. This will be followed by a questioning session for 2 minutes.</li><li>Selected papers will advance to the next round</li>",
                        "<strong>Finals</strong><ul><li>The presentation shall go on for 8 minutes followed by a questioning session for 2 minutes.</li><li>3 papers will be selected as winners.</li>",
                        "<strong>Tracks</strong><br><strong>Track 1:Power</strong><ul><li>Energy Conservation</li><li>Facts & HVDC</li><li>Green Energy</li><li>Power Quality, Power System harmonics and contingencies</li><li>Smart Grids</li></ul>",
                        "<br><strong>Track 2:VLSI</strong><ul><li>MEMS technology</li><li>Embedded Systems</li><li>Digital Signal Processing</li><li>Analog and Digital logic circuit design</li><li>Nano technology</li><li>Control Systems</li></ul>",
                        "<br><strong>Track 3:Recent Trends</strong><ul><li>Wireless Electricity</li><li>Artificial intelligence in power system</li><li>PPTC devices & applications</li><li>Hybrid technology and applications</li></ul>",
                        "<br><strong>Track 4:</strong><ul><li>Power Electronics and devices</li><li>Special Machines</li><li>Axial field Electrical Machines</li><li>D.C and A.C Machines</li><li>Design of Electrical Machines</li></ul>"
                    ],
                    "venue" : "M.E classrooms and EEE Dept. Seminar Hall",
                    "timings" :
                    [
                        "9th September 2016 at 1:30 PM "
                    ],
                    "heads" :
                    [
                        {
                            "name" : "Kavitha",
                            "contacts" : [ "9840400472" ]
                        },
                        {
                            "name" : "Ramaseshan",
                            "contacts" : [ "9500133825" ]
                        }
                    ]
                },

    "gear up" : {
                    "title" : "Paper Presentation - MECH",
                    "description" : "Your mind is abuzz with ideas and you crave the recognition you deserve. But where will you find a platform to display your might over the subject? We bring to you budding engineers, the technical paper presentation. Papers may be from any of the three broad streams in Mechanical Engineering: Manufacturing, Design and Thermal. What are you waiting for? Send in your papers!",
                    "rules" :
                    [
                        "The topic must fit into one of these three streams - Manufacturing, Design or Thermal.",
                        "The following contents are generally expected in a paper: Abstract, Keywords, Introduction, Experimental setup (if any), Numerical Model (if any), Results and Discussions, Conclusions, Acknowledgment (if any), References (compulsory) and Appendix (if any).",
                        "Authors are requested to follow the format of any standard (preferably Mechanical Engineering Journal) under Elsevier publications while citing references and for art works, figures and tables.",
                        "There can be a maximum of three authors per paper presented; each author can only be part of one paper.",
                        "The paper is to be presented by one author.",
                        "The time limit for presentation is 8 minutes; this might be followed by a Q&A session.",
                        "The quality, novelty and depth of research involved in the paper will be judged by professors (2 in each stream) and their decision will be deemed final.",
                        "The teams placed first and second in each stream will receive a winner's certificate along with a cash prize (certificates will be provided to individual team members).",
                        "Other teams will receive participation certificates. ",
                        "The paper has to be mailed to the ID mentioned below as per the standardized paper format (You could use this IEEE format); the name of the file must contain the topic in brief and the stream. Example: A manufacturing paper based on welding will have the following file name: Manufacturing - Welding.doc. The mail must also contain contact details of authors - their phone numbers and e-mail IDs.",
                        "PS: We are against plagiarism in any form. Papers submitted will be strictly evaluated. The smallest hint of plagiarism will result in your paper being disqualified from the event.",
                        "Please send in your papers to sathish13090@mech.ssn.edu.in or vishakaraj13119@mech.ssn.edu.in"
                    ],
                    "venue" : "Mechanical Department Lecture Halls",
                    "timings" : [ "10th September 2016, 1.00 pm" ],
                    "heads" :
                    [
                        {
                            "name" : "Sathish Kumar",
                            "contacts" : [ "7299512541" ]
                        },
                        {
                            "name" : "Vishakaraj S",
                            "contacts" : [ "9789964059" ]
                        }
                    ]
                },

    "catalyst" : {
                    "title" : "Paper Presentation - Chemical",
                    "description" : "Do you consider yourself thorough in your field of interest? Do you wish to flaunt it? if yes, this platform is for you. Come present a paper if your expertise aligns with any of the following domains, stand proud as you shoot down the volley of queries afterwards. Following are the topics available for paper presentation.<br><ol><li>Sustainable Energy</li><li>Environment and Pollution control</li><li>Solid waste management</li><li>Waste water treatment</li><li>Nanotechnology</li><li>Computational Modelling and Simulation</li><li>Material Science</li><li>Bioprocess Engineering</li></ol>",
                    "rules" :
                    [
                        "<strong>RULES AND REGULATIONS:</strong>",
                        "Maximum of 3 participants are allowed per presentation.",
                        "Abstracts should not exceed 200 words.",
                        "Judges’ decision is final and binding.",
                        "Send your abstracts to : <strong>selvarajankeerthana@gmail.com</strong>",
                        "The file name should be the title of your paper.",
                        "The subject of the mail should be 'PAPER PRESENTATION – (PARTICIPANTS NAMES)'",
                        "Last day for submission of abstracts : <strong>2nd of september 2016</strong>"
                    ],
                    "venue" : "Chemical Department Lecture Halls",
                    "timings" :
                    [
                        "9th September 2016 from 1 PM to 10th September 2016 03:30 PM"
                    ],
                    "heads" :
                    [
                        {
                            "name" : "M Sharmada",
                            "contacts" : [ "9677000740"	]
                        },
                        {
                            "name" : "S Keerthana",
                            "contacts" : [ "8220064443" ]
                        }
                    ]
                },

    "medimorphosis" : {
                        "title" : "Paper Presentation - Bio-Medical",
                        "description" : "",
                        "rules" :
                        [
                            "The following are the domains for paper presentation:<ul><li>Healthcare technology</li><li>Nano electronics</li><li>Biosignal processing</li><li>Artificial organs</li><li>Physiological modelling</li><li>Digital image processing</li><li>Artificial neural networks</li><li>VLSI signal processing</li><li>Real time embedded systems</li><li>.Robotics</li></ul>",
                            "Abstract has to be submitted(word document)in not more than 300 words before the due date (4th September 2016)",
                            "Based on peer review of the abstracts, contestants will be shortlisted for the next round. If chosen, the hard copy of the paper with the abstract in A4 sheets(not more than 10 pages including references,tables and graphs) has to be submitted on the day of the event. The paper should be in IEEE format and written in Times New Roman font.",
                            "The ‘Microsoft Powerpoint’ presentation should be mailed to the organizing team on or before the 8th of September and can last for a maximum of 7 minutes. There will be a 3 minute Q&A session following it.",
                            "Deadline for submission: <strong>31st August 2016</strong>"
                        ],
                        "venue" : "Seminar Hall - Ground Floor (BME Dept)",
                        "timings" : [ "9th September 2016 at 1:00 PM" ],
                        "heads" :
                        [
                            {
                                "name" : "R Mohamed Ajmal",
                                "contacts" : [ "8220451101" ]
                            },
                            {
                                "name" : "P N Nova Belle",
                                "contacts" : [ "9600834504" ]
                            }
                        ]
                    },

    "structured" : {
                        "title" : "Paper Presentation - Civil",
                        "description" : "<p><strong>“It's not just about great ideas, it is about making them happen.”</strong></p><p>An arena to showcase your talent and in-depth knowledge from your research areas, Paper presentation focuses on exposing your ideas to the world thereby facilitating transformation of seedling ideas to giant trees of innovation and progress.  We hope that our endeavor will play a significant part in providing the platform for deserving minds on an ever rising and never ending growth.</p>",
                        "rules" :
                        [
                            "<strong>PRE-SELECTION PROCESS</strong><ul><li>TOPIC - Any topic related to civil engineering, preferably “Recent Advances in Civil Engineering”</li><li>Participants are requested to mail in their abstracts of 250-300 words in .pdf format and the title of the paper must be clearly stated.</li><li>The abstract should be mailed to paper2016civil@gmail.com on or before 29th August 2016 (11:59pm).</li><li>The selected abstracts will be intimated through e-mail and the selected participants should mail their entire paper in .pdf format with the subject as PAPER - *Title of paper* on or before 5th September 2016 (11:59pm).</li><li>Selected papers will be intimated through e-mail by 7th September, 2016 who will be qualified for the final round.</li></ul>",
                            "<strong>FINAL ROUND:</strong><ul><li>The selected participants will get 8 minutes to present their paper and 3 minutes for answering questions on the day of event.</li><li>The participants are requested to bring their PowerPoint presentations in a pendrive on the day of presentation.</li><li>You will be judged for originality, innovation, clarity in presentation and adherence to time. </li><li> Note that all participants who took part in the event are requested to report at the venue on September 10, 2016 for collecting their participation certificates.</li></ul>",
                            "<strong>RULES:</strong><ol><li>A team of 2-3 can participate.</li><li>Plagiarism should strictly be avoided. References made can be mentioned at the end of the paper.  </li><li>The paper should be in IEEE format (.pdf file). Papers not adhering to this format would be directly eliminated. </li><li>The mail should include the following details regarding all the participants: Full Name, Contact No, Email ID and College Name.</li><li>The selected candidates will have to present their papers on September 10, 2016 at SSN College of Engineering.</li><li>The Prize winning papers will get a chance to present their papers in the National Conference on ‘Recent Advances in Civil Engineering’ on 15th September, 2016 at SSN College of Engineering.</li></ol>"
                        ],
                        "venue" : "Class Room (Civil Department)",
                        "timings" : [ "10th September 2016, 10.00 am - 12.30 pm" ],
                        "heads" :
                        [
                            {
                                "name" : "Rashmi Nagendran",
                                "contacts" : [ "9840154511"	]
                            },
                            {
                                "name" : "Srivatsan",
                                "contacts" : [ "9003046191" ]
                            }
                        ]
                    }
}