[
{
	"title" : "Concrete Challenge",
	"description" : "What is the most widely used material? Google for the answer…. It is indeed Concrete!!!! We want our participants to play around with the proportions of the constituent components of concrete. Concrete Challenge is back this year with more fun and a realistic problem statement which requires a decent understanding of concrete mix proportions, appropriate mold and aesthetics .In addition to reports and posters or presentations, we expect our participants to be more practical and innovative.",
	"rules" : 
	[
		"<strong>FORMAT:</strong><ul><li>The participants are expected to bring the cubes casted by them on the day of event.</li><li>The cubes will be tested for strength and other properties in the Concrete Technology Lab at SSN College of Engineering.</li><li>JUDGEMENT CRITERIA:<br />Total score = S1 + S2 +S3 = 100 marks<ul><li>S1-Abstract - 10 marks</li><li>S2-Density range - 50 marks</li><li>S3-Strength and Size – 40 marks</li></ul></li></ul>",
		"<strong>RULES:</strong><ul><li>Light weight Concrete with a density of 1400 -1600 kg/m3 must be used to obtain the highest possible achievable strength.</li><li>Artificial light weight aggregates such as Thermocole beads and Foamed slag can be used in concrete.</li><li>Dimension of concrete cubes (LWH): 150mm*150mm*150mm cubes are mandatory.</li><li>7-day compressive strength test will be conducted and team with the maximum compressive strength cube will be the winner.</li><li>A paper will be sent by us to all the participants seven days before the competition and that paper must be kept inside the concrete cubes while casting, as a reference and it is mandatory. Participants whose cubes are without that paper face rejection from the competition.  </li><li>Team participating in the event should have a guide, who must be a registered faculty member of any engineering college recognized by Government of India.</li><li>One copy of the report must be duly signed by the guide and e-mailed to the event coordinator’s email id before 25th August 2016.</li><li>Students must carry their college ID card throughout the event.</li><li>Please keep checking the website and your mails for further updates.</li><li>Failure to abide by any of the above rules will lead to disqualification from the event.</li><li>Event coordinators and managing Professor’s decision is / are final and binding</li></ul>"
	],
	"venue" : "Civil Department",
	"timings" : [ ],
	"heads" :
	[
		{
			"name" : "Dharani C",
			"contacts" : [ "8056050533" ]
		},
		{
			"name" : "Reshma S",
			"contacts" : [ "9791173285" ]
		}
	]
},
{
	"title" : "In-QUIZ-itive - NV3k",
	"description" : "A Platform to retrieve information effortlessly from your memory, The main motto of this event is not only to test want you have learned, but also to motivate you to learn more. It is an inkling, to the enthusiastic learners the way to see their deficits and motivate them to work on those deficits. We hope this  event will help you remember the content what you have covered so far in civil engineering, and help you access what you learned.",
	"rules" : 
	[
		"<strong>FORMAT:</strong><ul><li>It is a TECHNICAL QUIZ event, where the final round will be conducted like the very famous program Kaun Banega Crorepati (Neengalum Vellalam Oru Kodi)</li><li>The event consists of three rounds:<ul><li>Prelims</li><li>Knockouts</li><li>The HOT SEAT - Finals</li></ul></li><li>The finals will be a replica of the TV program with prize money at every stage and lifelines to help you out.</li></ul>",
		"<strong>RULES:</strong><ol><li>We are restricting the number of participants to 50-60.(first come first basis) and we will be alloting them with slot numbers to them (1-10) such that each team will have 5 competitors.</li><li>The prelims round, is a buzzer round, where you will be given 5 questions. From this the best 20 will be promoted to the knockouts round.</li><li>The knockout round rules will be provided on the spot.</li><li>The qualified participants to the Final round, get a chance to be on the Hot Seat and win the cash prize for every right question answered by them.</li><li>The question split up and prize money will be showcased on the day of event.</li></ol>",
		"(The participants are expected to have knowledge about various principles, aspects and advancements in civil engineering.)"
	],
	"venue" : "Civil Department",
	"timings" : [ ],
	"heads" :
	[
		{
			"name" : "Jubin John Thomas",
			"contacts" : [ "9965202288" ]
		},
		{
			"name" : "Surya Teja",
			"contacts" : [ "8056080022" ]
		}
	]
},
{
	"title" : "Paper Presentation",
	"description" : "“It's not just about great ideas, it is about making them happen.”<br /><br />An arena to showcase your talent and in-depth knowledge from your research areas, Paper presentation focuses on exposing your ideas to the world thereby facilitating transformation of seedling ideas to giant trees of innovation and progress.  We hope that our endeavor will play a significant part in providing the platform for deserving minds on an ever rising and never ending growth.",
	"rules" : 
	[
		"<strong>PRE-SELECTION PROCESS</strong><ul><li>TOPIC - Any topic related to civil engineering, preferably “Recent Advances in Civil Engineering”</li><li>Participants are requested to mail in their abstracts of 250-300 words in .pdf format and the title of the paper must be clearly stated.</li><li>The abstract should be mailed to *@* on or before 25th August (10:00pm)</li><li>The selected abstracts will be intimated through e-mail and the selected participants should mail their entire paper in .pdf format with the subject as PAPER - *Title of paper* on or before 28th August 2016.</li><li>Selected papers will be intimated through e-mail by September 5th 2016.</li></ul>",
		"<strong>FINAL ROUND:</strong><ul><li>The selected participants will get 8-10 minutes to present their paper and 3 minutes for answering questions on the day of event.</li><li>The participants are requested to bring their PowerPoint presentations in a pendrive on the day of presentation.</li><li>You will be judged for originality, innovation, clarity in presentation and adherence to time. </li><li> Note that all participants who took part in the event are requested to report at the venue on September 10,2016 for collecting their participation certificates.</li></ul>",
		"<strong>RULES:</strong><ol><li>A team of 2-3 can participate.</li><li>Plagiarism should strictly be avoided. References made can be mentioned at the end of the paper.  </li><li>The paper should be in IEEE format (.pdf file). Papers not adhering to this format would be directly eliminated. </li><li>The mail should include the following details regarding all the participants: Full Name, Contact No, Email ID and College Name.</li><li>The selected candidates will have to present their papers on September 10, 2016 at SSN College of Engineering.</li><li>The winners will be awarded.</li></ol>"
	],
	"venue" : "Civil Department",
	"timings" : [ ],
	"heads" :
	[
		{
			"name" : "Rashmi Nagendran",
			"contacts" : [ "9840154511"	]
		},
		{
			"name" : "Srivatsan",
			"contacts" : [ "9003046191" ]
		}
	]
},
{
	"title" : "Perfect Civil Engineer",
	"description" : "<strong>“Scientists study the world as it is; Engineers create the world that has never been.”</strong><br />It takes an extraordinary mind to create miracles from bricks and stones. Come explore the depth of your civil engineering knowledge with us in “Perfect Civil Engineer”. Know your strengths and ability to think on your feet, to provide technical solutions to various field related problems.",
	"rules" : 
	[
		"Group of minimum 2 and maximum of 3 members.",
		"Team members must be from the same college.",
		"Everyone should carry their College ID cards.",
		"Participants found copying or violating any rules will be directly disqualified.",
		"Round 1: Technical Quiz (preliminary round). Time: 30 minutes. Questions: 30 MCQS.",
		"Round 2 (Picture Mart): Identify the picture as per the question",
		"Round 3: “SURPRISE” round (final round)"
	],
	"venue" : "Civil Department",
	"timings" : [ ],
	"heads" :
	[
		{
			"name" : "D Deepak",
			"contacts" : [ "9677289167" ]
		},
		{
			"name" : "D Dhivya",
			"contacts" : [ "8056263742" ]
		}
	]
},
{
	"title" : "Poster Presentation",
	"description" : "An academic poster is a summary of your research or project in a visually engaging way. A poster session has the potential to reach larger numbers of people than a typical oral presentation.  It is usually a mixture of a brief text mixed with tables, graphs, pictures, and figures. For those of you who like being creative in the way you present, this is just the event for you!",
	"rules" : 
	[
		"<strong>PRE-SELECTION ROUND:</strong><ul><li>The pre-selection round will start from 20th August 2016. In order to take part in the event, participants need to register on the INVENTE 2K16 website.</li><li>Once registered, an abstract of the project or topic (150-250 words) is to be sent to the organizing team based on which the participants will be shortlisted.</li><li>The abstracts should be mailed to *insert id* on or before 25th August 2016.</li><li>The shortlisted participants will be notified via mail on 27th August 2016.</li><li>The selected participants should mail their completed posters to the team before 3rd September 2016.</li></ul>",
		"<strong>FINAL ROUND:</strong><ul><li>The selected participants should report at the venue on September 9,2016 with their full size posters.</li><li>Duration of 5 minutes will be allotted for presentation of the poster and 3 minutes for queries.</li><li>Participant(s) will be judged on the basis of technical content of poster, creativity, presentation skills and format.</li><li>Note that all participants who took part in the event are requested to report at the venue on September 9,2016 for collecting their participation certificates.</li></ul>",
		"<strong>POSTER FORMAT:</strong><ol><li>Topic – Any research topic or project.</li><li>Poster size – A3 size.</li><li>The poster can be either handmade or printed.</li><li>Font style – Times New Roman.</li><li>Font size – 20 to 28</li><li>The poster should be oriented in the ‘landscape’ position. </li><li>Appropriate title should be provided. The name of the participant(s), name of college should be included in the poster.</li><li>Paragraphs and texts should be avoided. Use bullets. </li><li>Use figures, diagrams, graphics, or easy-to-read tables to explain/illustrate ideas or findings.</li><li> Graphic materials should be visible easily from a minimum distance of 6 feet.</li></ol>",
		"<strong>RULES:</strong><ol><li>Maximum of 2 participants are permitted per team.</li><li>The participant(s) should mail their posters to ‘*insert mail id*’ before *date* along with an abstract in about 150-250 words.</li><li>The selected teams will be intimated before*date*.</li><li>Duration of 5 minutes will be allotted for presentation of the poster and 3 minutes for queries.</li><li>Participant(s) will be judged on the basis of technical content of poster, creativity, presentation skills and format.</li></ol>"
	],
	"venue" : "Civil Department",
	"timings" : [ ],
	"heads" :
	[
		{
			"name" : "Roshni",
			"contacts" : [ "8056141184" ]
		},
		{
			"name" : "Priyamvadha",
			"contacts" : [ "9677148081" ]
		}
	]
},
{
	"title" : "Potential Professor",
	"description" : "Do you think you have an inherent quality to get a grip of the concepts and elucidate them to others in an interesting and clear way?<br/>Then, here comes the most awaited event of the SSN Techfest – INVENTE, just right for the vibrant minds – “PONTENTIAL PROFEESOR”.<br />Do you believe that interactive and fun teaching is the correct way to get the concepts right into the minds of the students?<br /><br />Here is a platform to experiment and showcase your teaching skills. Unleash your potential, prepare yourself to become a future professor.",
	"rules" : 
	[
		"Pre-registrations and spot registrations are allowed.",
		"There will be two rounds in this event.",
		"First Round (Prelims) will be conducted on spot from which around 10-15 students shortlisted will be considered for the second round. The rules for prelims will be notified shortly.",
		"Selected candidates will be given a choice of topics to choose from for which they can prepare during the given time and teach the concepts in the best way possible.",
		"Participants will be given 1 hour 30 minutes time and required resources i.e., books and internet access for them to prepare on their topics.",
		"Participants have to present their topic to the judges and the audience in about 15 minutes.",
		"Chalk and board method can be used to present the topic.",
		"Judges and Coordinators' decision will be final."
	],
	"venue" : "Civil Department",
	"timings" : [ ],
	"heads" :
	[
		{
			"name" : "Aadhitya",
			"contacts" : [ "8428841010" ]
		},
		{
			"name" : "Rekha",
			"contacts" : [ "9445046012" ]
		}
	]
},
{
	"title" : "Civilian's Tech Hunt",
	"description" : "Buckle up to discover  the treasure with all that you have learnt in college. Tech hunt is a combination of several clues and fun activities and a lots of exciting prizes to win!",
	"rules" : 
	[
		"The Tech Hunt will start at the same time for all contesting teams at the same time (Refer to event schedule for details).",
		"Interesting clues, missions and activities  will be provided on spot and it will take place just like any other Treasure Hunt.",
		"Clues of every team are different and located at different places but the final destination i.e. the treasure is same .The team which finds the treasure first wins.",
		"Each team must have three members.",
		"All participants should be pursuing their Bachelor's degree in Civil Engineering. Other streams cannot participate as the clues will be regarding civil engineering.",
		"A leader has to be selected amongst the team members at the time of registration.",
		"Each team will be allotted a particular name. And all the clues for the team will go by that name.",
		"Wallets, mobile phones and other devices of communication are not allowed.",
		"A member of tech hunt committee will be with each team to confirm that a fair game is played. It is mandatory for each team to keep the committee member with them till the game ends.",
		"The clues are to be found in a particular order. A team cannot skip a clue. Skipping a clue will lead to disqualification of your team."
	],
	"venue" : "Civil Department",
	"timings" : [ ],
	"heads" :
	[
		{
			"name" : "Sarathkumar R",
			"contacts" : [ "8056561409" ]
		},
		{
			"name" : "Gohila R",
			"contacts" : [ "9003692305" ]
		}
	]
},
{
	"title" : "Bridge - IT!",
	"description" : "Simple engineering with a twist of design, Bridge IT is one of the biggest hands on event of Invente. A challenging and fascinating problem statement to transform the sedentary into working models. This event is the real test of your creativity and knowledge with civil engineering putting your grey cells into work!",
	"rules" : 
	[
		"The Event will consist of two rounds.<ul><li>The QUESTIONNAIRE Round</li><li>The FINALE</li></ul>",
		"The Questionnaire round is basically the prelims. Participants will be asked to take up a test where questions will be asked from topics related to Bridges, trusses etc. The test comprises multiple choice questions.",
		"Based on the marks obtained, selected participants will qualify to the next and the final round which is The FINALE.",
		"In the Finale, the participants will be asked to make models of bridges. The strength of the bridge will be tested by load application and the participant whose bridge withstands more load will be declared the winner.",
		"Only two students are permitted per team.",
		"All the materials needed for making the bridge will be provided by us.",
		"The dimensions of the bridge will be specified and participants should stick to   it.",
		"Load will be applied only on the deck of the bridge.",
		"Any participant violating all these rules will be disqualified."
	],
	"venue" : "Civil Department",
	"timings" : [ ],
	"heads" :
	[
		{
			"name" : "Santhana Bharathi",
			"contacts" : [ "8870692685" ]
		},
		{
			"name" : "Priyanka",
			"contacts" : [ "9003114115" ]
		}
	]
},
{
	"title" : "Battle of Designs",
	"description" : "For any civil engineering project, designing the structure has always been the preliminary stage. It may be the interiors or exteriors - design has always involved creativity, knowledge of all the aspects of civil engineering, principles of designing, customer requirements and various unique features which we develop with experience and practice. Do you think you can match up to these? Are you good with AutoCad? Join us at SSN!",
	"rules" : 
	[
		"Only individual participation is allowed.",
		"Participants should bring their ID cards.",
		"Prelims will be conducted for 15minutes and 10 - 15 participants will be qualified to the finals.",
		"Any kind of malpractice will lead to disqualification.",
		"<strong>Preliminary Round:</strong><ul><li>An interactive quiz session will take place.</li><li>The questions will mostly be related to design aspects, softwares used in Civil, plans and drawings etc.</li></ul>",
		"<strong>Final Round:</strong><ul><li>The final round will take place in the CADD Lab.</li><li>Every participant will be given a topic on spot.</li><li>The participants should use Autodesk AutoCAD to design/ draw their design, plans based on their topic.</li><li>Judges selection will be final.</li></ul>"
	],
	"venue" : "Civil Department",
	"timings" : [ ],
	"heads" :
	[
		{
			"name" : "Arjun",
			"contacts" : [ "9629147221" ]
		},
		{
			"name" : "Bhagiradhan",
			"contacts" : [ "9095057669" ]
		}
	]
}
]