[
{
	"title" : "Paper Presentation",
	"description" : "Presentation of technical papers on the following domains:<ul><li>Embedded Systems</li><li>Robotics/Artificial Intelligence</li><li>Antennas/RF and Microwave Engineering</li><li>Wireless Sensor Networks</li><li>Microelectronics and Nanoscale Devices</li><li>Energy Harvesting</li><li>Optical/LIDAR</li><li>Digital Image Processing</li></ul>",
	"rules" : 
	[
		"<strong>General Rules:</strong><ul><li>Candidates should e-mail their papers to the given e-mail ID (adarshana13003@ece.ssn.edu.in) by September 2nd, 10 PM</li><li>Spot entries are not allowed</li><li>Accepted papers will be notified through e-mail</li><li>The presentation time is 8 minutes, following which questions regarding the paper will be put forth to the participants in the next 2 minutes</li><li>Selected candidates should have two hard copies of the paper in PDF format at the time of presentation and two copies of the abstract, not exceeding 300 words</li><li>Decision of the judges will be final</li></ul>",
		"Round 1 (Off-stage): Shortlisting papers based on the above requirements",
		"Round 2: Final paper presentation"
	],
	"venue" : "ECE Department AC Seminar Hall, DSP Laboratory (East Wing)",
	"timings" : [ "Day 1 (Round 1: 8.00 – 12.30)", "Day 1 (Round 2: 12.30 – 15.30)" ],
	"heads" :
	[
		{
			"name" : "Adarshana Rajagopal",
			"contacts" : [ "9677260468" ]
		}
	]
},
{
	"title" : "Project Display",
	"description" : "",
	"rules" : 
	[
		"<strong>General Rules:</strong><ul><li>Each team can have 1 – 4 participants.</li><li>We request all participants to come up with original and creative ideas.</li><li>There must be a poster describing the idea, an oral presentation and a physical presentation/demonstration.</li><li>No material support will be provided.</li></ul>",
		"<strong>Round 1 (Online):</strong><ul><li>The basic abstract of the project should be submitted online on or before August 31st.</li><li>It should include the domain name, project title, aim/necessity of the project, description and implementation, market analysis, costs and references. The content should not exceed 5 pages.</li><li>15 teams will be shortlisted and called for finals.</li></ul>",
		"<strong>Round 2 (Finals):</strong><ul><li>Each team will be given a maximum of 10 minutes to present their project. The presentation should be managed efficiently in the given time.</li><li>The decision made by the judges will be final.</li></ul>",
		"Abstracts should be sent to invente.eceprojectdisplay2016@gmail.com"
	],
	"venue" : "ECE Department - Microprocessor Laboratory (First Floor, West Wing), Electronics Laboratory (First Floor, West Wing)",
	"timings" : [ "Day 1 (Round 1: 8.00 – 12.30)", "Day 1 (Round 2: 12.30 – 15.30)" ],
	"heads" :
	[
		{
			"name" : "R Suresh Kumar",
			"contacts" : [ "9789829661" ]
		}
	]
},
{
	"title" : "Solder It",
	"description" : "“Wish to nail it? Board it!”<br /><br />Some people accidentally short circuit their electronics, feel the tiny shock of electricity running through them, and run away from their devices. Others thrive on breaking the circuit, understanding why it happened, and how to fix it. Their dreams are filled with resistors and capacitors forming intricate networks as beautiful as spider webs in the sunlight. If you belong to this rare breed of dreamers, then you are in for a treat. Come to Solder It at Invente, and you will see the amateur enthusiasts rubbing shoulders with the most formidable professionals at soldering circuits. Perhaps you will surprise us all with your soldering skills! Only time will tell!",
	"rules" : 
	[
		"<strong>General Rules:</strong><ul><li>Use of mobile phones and other electronic gadgets is not allowed. Participants can be disqualified for any such use.</li><li>Judges decision is final.</li><li>2 – 3 members per team. Organizers will help lone wolves find their pack!</li><li>Soldering kits and electronic components will be provided.</li></ul>",
		"Round 1 (Prelims): This will be a Q&A based round. Participants will be tested on their technical skills.",
		"Round 2: This is a design round. Participants will be asked to design a circuit for given criteria on the spot.",
		"Final Round: Top eight teams from round 2 will be tested on their soldering skills. Teams will be soldering their circuit on a PCB dot board.",
		"Judging Criteria:<ul><li>Circuit functioning.</li><li>Practicality of circuit implementation.</li></ul>"
	],
	"venue" : "LIC Laboratory ECE Department (East Wing - Ground Floor)",
	"timings" : [ "Prelims - Day 2 (8:30 to 12:30)" , "Finals - Day 2 (12:30 to 3:30)" ],
	"heads" :
	[
		{
			"name" : "Diwakar P",
			"contacts" : [ "9894585803" ]
		},
		{
			"name" : "Gokul T S",
			"contacts" : [ "8870407168" ]
		}
	]
},
{
	"title" : "Pantomath 2.0",
	"description" : "",
	"rules" : 
	[
		"<strong>General Rules:</strong><ul><li>This is a semi-technical event with three rounds.</li><li>2 – 3 members per team.</li></ul>",
		"Round 1 (Lucky Spin): Each team will have to answer 12 MCQs from a topic chosen by a lucky spin. Top 12 teams make it to the next round.",
		"Round 2 (Crack the Enigma):<ul><li>Each team is provided with some text, and they may encrypt it using any algorithm.</li><li>A binary algorithm is displayed on the projector and the encryption algorithm runs quickly on the screen.</li><li>A crucial diagram is given to one member of the team and it must be described to the other team members. The other team members must draw the diagram on paper.</li><li>Identify the circuit on the slide.</li></ul>",
		"Round 3:<ul><li>Common questions to all branches.</li><li>The questions will be shared between members and the team which submits the received answers fastest will be selected.</li><li>3rd and 4th years of Circuit Branches – Image Processing, Speech Processing, MATLAB coding.</li><li>2nd Years – PSPICE programs</li><li>Non-circuit branches – C/C++ programs. In case of tie, rapid fire round will be conducted to decide winner.</li></ul>"
	],
	"venue" : "EC 01 (ECE Annexe building, Ground Floor)",
	"timings" : [ "Prelims - Day 2 (8:30 to 12:30)", "Finals - Day 2 (12:30 to 3:30)" ],
	"heads" :
	[
		{
			"name" : "Swetha T M",
			"contacts" : [ "89390088127" ]
		},
		{
			"name" : "Sabarish S",
			"contacts" : [ "8939304420" ]
		},
		{
			"name" : "Nitin Srinivas",
			"contacts" : [ "9600055239" ]
		}
	]
},
{
	"title" : "M-Guru",
	"description" : "“Business Savvy, Street Smart”<br /><br />M-Guru is a technical management event. This event gives contestants a taste of the corporate world.  It tests their mental abilities in overcoming crisis situations.",
	"rules" : 
	[
		"<strong>General Rules:</strong><ul><li>Teams of 2-3</li><li>No electronic gadgets can be used during the event.</li></ul>",
		"Prelims: 30 questions to be answered in 15 minutes. Questions will be from significant events in management industry, and about management scenarios.",
		"Final Round: Top 8 will go through to finals. Finalists will be given imaginary scenarios, and challenging situations. Their crisis handling abilities will be judged based on their responses."
	],
	"venue" : "LH 15 (First Floor ECE  East Wing), LH 16 (First Floor ECE West Wing)",
	"timings" : [ "Prelims - Day 2 (8:30 to 12:30)", "Finals - Day 2 (12:30 to 3:30)" ],
	"heads" :
	[
		{
			"name" : "Jayashree Balaji",
			"contacts" : [ "8939271947" ]
		},
		{
			"name" : "Deekshitha V",
			"contacts" : [ "8056746911" ]
		}
	]
},
{
	"title" : "Freeze Quiz",
	"description" : "Far beyond the marshlands of OMR, past the busy little bus stand of Kelambakkam, a new competition has begun, to find the best Science and Technology quizzers that SSN has yet to see. Come stake your claim, and walk away with great prizes! Come be the first champions of the SSN Invente Sci-Tech Quiz!",
	"rules" : 
	[
		"Teams of 2 or 3. Lone wolves can come find their pack!",
		"25 questions in the prelims. Starred questions to break ties.",
		"Top 6 – 8 teams will make it to the finals.",
		"Questions will be from the world of Science and Technology."
	],
	"venue" : "AC Seminar Hall (ECE department Ground Floor East Wing)",
	"timings" : [ "Prelims - Day 2 (8:30 to 12:30)", "Finals - Day 2 (12:30 to 3:30)" ],
	"heads" :
	[
		{
			"name" : "Sreenivas V",
			"contacts" : [ "9789813312" ]
		},
		{
			"name" : "Karthiknathan S",
			"contacts" : [ "9952910767" ]
		}
	]
},
{
	"title" : "Circuitrix",
	"description" : "Are you electrically disabled? Does your mind need a jolt of awakening? Ideas might surge through you. Let the fault current run into the ground.",
	"rules" : 
	[
		"<strong>Prelims</strong><ul><li>A team can consist of a maximum of 3 members.</li><li>Team members need not belong to the same institution.</li><li>Participants are requested to bring their own calculators.</li><li>Use of mobile phones is strictly prohibited.</li><li>5 teams will be selected for the finals.</li><li>Teams will be given a questionnaire consisting of 25 multiple-choice questions (20 normal questions + 5 star questions, star questions carry more marks).</li><li>Participants will be given 20 minutes to answer the questions.</li><li>Questions will be from a set of varied electrical topics.</li></ul>",
		"<strong>Finals</strong><ul><li>There will be 5 circuits to be implemented. It will be given on a lot basis.</li><li>Within the stipulated time participants are required implement the circuit on a breadboard.</li><li>Required components will be given.</li><li>Fastest team wins.</li></ul>"
	],
	"venue" : "EC 02, EC 03 (ECE Annexe Building, First Floor)",
	"timings" : [ "Prelims - Day 2 (8:30 to 12:30)", "Finals - Day 2 (12:30 to 3:30)" ],
	"heads" :
	[
		{
			"name" : "Balasubramanian T",
			"contacts" : [ "9003079541" ]
		},
		{
			"name" : "Logesh S",
			"contacts" : [ "883957457" ]
		},
		{
			"name" : "Jeshurun Edward",
			"contacts" : [ "9962494613" ]
		}
	]
}
]