[
{
	"title" : "Tech Quiz",
	"description" : "Not into coding??? Here we have the quizzing event of the likes that is bound to make you fall in love, head over heels, with leraning new aspects of CSE.<br/><br/>Come have FUN!!! and be a WINNER!!",
	"rules" :
	[
		"This is a team event, with 2 or 3 per team. Lone wolves can find a team mate on the spot.",
		"There will be 2 rounds",
		"Prelims will be written.",
		"Finals will be an on stage quiz."
	],
	"venue" : "CSE Department Class rooms and Seminar Hall",
	"timings" :
	[
		"Prelims: 10th September 2016 at 9 p.m ",
		"Finals: 10th September 2016 at 1 p.m"
	],
	"heads" :
	[
		{
			"name" : "Saketh A B",
			"contacts" : [ "8056026523" ]
		},
		{
			"name" : "Krithika N",
			"contacts" : [ "9500259400" ]
		}
	]
},
{
	"title" : "Paper Presentation",
	"description" : "Put on your thinking caps and pop the magic in presneting your novel ideas of the era in paper.Make a STATEMENT (literally...) and stand by itin the domain of CSE and let our esteemed panelists be the better judges. We sure can find the copy cats..",
	"rules" :
	[
		"Only CS domains are encouraged.",
		"Maximum of 3 authors and only student authors allowed. It is not a necessity that all the authors must be from the same institute.",
		"We take plagiarism very seriously. Only original research works are accepted.",
		"The paper must not have been presented or published anywhere else.",
		"The paper must be in two column IEEE format. This format must be strictly adhered to. The paper length must be limited to 6 pages.",
		"The paper must be in .pdf or .doc or .docx formats.",
		"The paper must be sent through mail. The instructions are as follows:<br/><ul><li>The subject must be the title of the paper.</li><li>The body of the mail should include - Name and Institute of participant (starting from the first author and going till the third one), Department and Year, Contact numbers, Email addresses.</li><li>Send the paper as an attachment with this mail.</li><li>The email id is : will be announced..</li></ul><br/><br/>Last date to send in the paper: 25th August 2015<br/><br/>Acceptance notification: 30th August 2015"
	],
	"venue" : "CSE Department Seminar Hall",
	"timings" : [ "10th September 2016, 9.00 am" ],
	"heads" :
	[
		{
			"name" : "Rajeswari Sujana",
			"contacts" : [ "9600094640" ]
		},
		{
			"name" : "Keerthika",
			"contacts" : [ "9566228541" ]
		}
	]
},
{
	"title" : "Open Programming",
	"description" : "Code your way ahead as dawn meets dusk in this all day long coding event to prove the budding Zuckerberg in you. Model real world scenarios that can withstand the TEST OF TURING ..(:P)",
	"rules" :
	[
		"Maximum of 2 members per team"
	],
	"venue" : "CSE Department Software Engineering Lab and PG Lab",
	"timings" : [ "10th September 2016, 9.00 am" ],
	"heads" :
	[
		{
			"name" : "Janani",
			"contacts" : [ "9994779789" ]
		},
		{
			"name" : "Renuka",
			"contacts" : [ "9176357332" ]
		}
	]
},
{
	"title" : "Triathlon",
	"description" : "Threesome anyone? We present to you the exact stage from the Rio Olympics.Participate in this three course programming event that tests your technical nuances to the zeniths. Come as three and win as one!!",
	"rules" :
	[
		"Each team MUST consist of THREE members.",
		"Lone wolves and duos are not permitted. Sorry!"
	],
	"venue" : "CSE Department Seminar Hall and Class room",
	"timings" : [ "9th September 2016, 11.00 am" ],
	"heads" :
	[
		{
			"name" : "Lakshmi Dhivya",
			"contacts" : [ "9445290412" ]
		},
		{
			"name" : "Sockalingam",
			"contacts" : [ "9600043685" ]
		}
	]
},
{
	"title" : "Sequel",
	"description" : "2 * 1 = 2<br/>2 * 2 = 4...<br/>But here we talk about the other tables.<br/>SELECT the_best IN YOU WHERE fun=guaranteed,domain=SQL,team=\"Haha!!You win alone\".<br/>Never pull the TRIGGER(get it.. get it..) until you know you can win..",
	"rules" :
	[
		"Each team can contain a max of 3 members.",
		"This event requires prior knowledge in languages such as SQL"
	],
	"venue" : "CSE Department Computer Graphics Lab and DBMS Lab",
	"timings" :
	[
		"10th September 2016 at 9 p.m "
	],
	"heads" :
	[
		{
			"name" : "Shwetha",
			"contacts" : [ "9962172794" ]
		},
		{
			"name" : "Indu",
			"contacts" : [ "9444600256" ]
		}
	]
},
{
	"title" : "Poster Design",
	"description" : "Create the things! Dont just imagine..<br/>Step into your creative SHOES and STAMP your way to success by bringing life to pixels/paper. Design posters that stand the test of time and bring out the best in you.",
	"rules" :
	[
		"Max 3 per Team(each one should be registered )",
		"Mixed teams are allowed",
		"Team can consist of members from different colleges also.",
		"Lone Wolves are welcome !!"
	],
	"venue" : "CSE Department PG Lab-3(Library Block)",
	"timings" : [ "9th September 2016, 11.00 am" ],
	"heads" :
	[
		{
			"name" : "Dasarathan",
			"contacts" : [ "9940469803" ]
		},
		{
			"name" : "Vijay Sarathy",
			"contacts" : [ "8056256472" ]
		}
	]
},
{
	"title" : "Code Hunt",
	"description" : "Hunting is not always a blood sport.Mimic the PC to be the jungle,hunt your path through the coding clues we leave you to this ULTIMATE CODING SHOWDOWN.<br/>Keep an eye on the target mate!!!",
	"rules" :
	[
		"Upto 3 participants in a team.",
		"Preliminary round will resemble a treasure hunt with coding clues or tasks.",
		"Final round will be a hardcore coding showdown.",
		"The preliminary round’s treasure hunt locations will be easy and close to locate and hence help from third persons to decode the clues will lead to rejection.",
		"Decision taken by the event panel will be final."
	],
	"venue" : "CSE Department Computer Graphics Lab and DBMS lab ",
	"timings" : [ "9th September 2016, 11.00 am" ],
	"heads" :
	[
		{
			"name" : "Lohith",
			"contacts" : [ "9840543340" ]
		},
		{
			"name" : "Sudha",
			"contacts" : [ "9790917705" ]
		}
	]
},
{
	"title" : "Online Coding",
	"description" : "#include<ONLINE_CODING><br/>int main()<br/>{<br/>String best_friends={\"Geeksforgeeks\",\"Hackerrank\",\"Codecademy\",\"Github\"};<br/>while(Extreme_coding)<br/>{<br/> &ensp; fun=UNLIMITED!!;<br/> &ensp; If(SUCCEED)<br/>&emsp;return with a heavier pocket!!!;<br/>}<br/>return WINNER;<br/>}",
	"rules" :
	[
		"There will be 5 problems.",
		"1 point for each problem solved (should pass all test cases).",
		"Tie breakers will take into account wrong submissions and time taken.",
		"The contest will be held in Codechef platform. Each participant must have a Codechef account to participate.",
		"Must be individual participation. No teams.",
		"The event is open to all college students, even students from SSN can participate.",
		"Please register in our site with the same information that you have in your Codechef account. Only this way, you can win prizes.",
		"Please do not discuss strategy, suggestions or tips in the comments during a live contest. Posting questions, clarifying the problem statement is allowed"
	],
	"venue" : "Online Platforms (Will be announced later..)",
	"timings" : [ "Will be announced later..." ],
	"heads" :
	[
		{
			"name" : "Akshay Jayakumar",
			"contacts" : [ "9677010895" ]
		},
		{
			"name" : "Subhasri",
			"contacts" : [ "8122279425" ]
		}
	]
},
{
	"title" : "Networking",
	"description" : "Develop your networking skills in this rare chance where we provide you platforms and wonderful opportunities to bring out the best in you.Connect through our systems and leave home with a happy heart!!!...",
	"rules" :
	[
		"Maximum of 2 members per team"
	],
	"venue" : "CSE Department Class rooms and OS Lab (library block)",
	"timings" : [ "10th September 2016, 9.00 am" ],
	"heads" :
	[
		{
			"name" : "Praveen",
			"contacts" : [ "9944799741" ]
		},
		{
			"name" : "Keshav",
			"contacts" : [ "9940184129" ]
		}
	]
},
{
	"title" : "#code",
	"description" : "If you think you can code and you are looking for a challenge, read on.<br />Participate, Learn, Innovate and win!",
	"rules" :
	[
		"<strong>Prelims</strong><ul><li>Each team must not contain more than 3 members.</li><li>Each team will be issued a questionnaire containing 25 questions on C/C++ programming.</li><li>8 teams will be selected for the finals.</li></ul>",
		"<strong>Finals</strong><ul><li>Each team will be given a C/C++ program, which they will have to code on a system within the specified time limit.</li><li>The judges will verify the output and select 3 winners. The decision of the judges cannot be contested.</li></ul>"
	],
	"venue" : "",
	"timings" : [ ],
	"heads" :
	[
		{
			"name" : "Hariharan",
			"contacts" : [ "9962596423" ]
		}
	]
},
{
	"title" : "Virtually Real",
	"description" : "Create your own world right here, right now. An innovative event on virtual reality and modeling. This event will be truly thought provoking, bringing out the best of your creative abilities.",
	"rules" : 
	[
		"Round 1: The first round will be a Multiple Choice Questions Round, testing the participant's knowledge on the fundamental concepts of Virtual Reality. The top performers will be shortlisted for the subsequent rounds.",
		"Round 2: This round will have an on-the-spot topic, and the participants will be assessed on how novel, relevant and innovative their ideas are, on the topic given to them.",
		"Participants can use any software of their choice for developing their models from the options given by us."
	],
	"venue" : "IT Department",
    "timings" : [ ],
	"heads" :
	[
		{
			"name" : "Sachin Ram",
			"contacts" :
			[
				"9940194877",
				"7708516263"
			]
		}
	]
},
{
	"title" : "AI Blitz",
	"description" : "Ever wondered how Ironman’s assistant Jarvis works? Does Siri intrigue you? Do you have unbound imagination? Put your skills into practice. Here is your platform. Fasten your seatbelts, ride along with us and win exciting goodies.",
    "rules" : 
	[
		"Round 1: You will have to work on two questions and solve them in 20 minutes. Shortlisted candidates go to the next round.",
		"Round 2: In this final round, you'll have only one problem to solve in 1 ½ hours."
	],
	"venue" : "IT Department",
    "timings" : [ ],
	"heads" :
	[
		{
			"name" : "Srinivasan",
			"contacts" : [ "9962203656" ]
		},
		{
			"name" : "Vishnu Varadan",
			"contacts" : [ "9884465285" ]
		}
	]
},
{
	"title" : "SSN Nuggets",
	"description" : "Are you into data analytics? Do you find patterns in large datasets that others fail to notice? Do you think you can make better predictions than the astrologer? Then this is the event for you, come and indulge in some data analytics fun and win fun prizes.",
    "rules" : 
	[
		"This event will be played by teams with a maximum of two people per team.",
		"Round 1: MCQ questions on regular data intuition and statistics. It'll be a pen & paper round with 20 questions within 20 minutes.",
		"Round 2: Coding round. You'll be given a dataset, and you'll have to perform predictive analysis on it. The most accurate model wins.",
		"The duration of the event will be 1.5 - 2 hours. After 1.5 hrs teams have to provide a brief explanation of what they've done, and their next plan of action. This explanation will give them nugget points which will play a major role in the final decision and in clearance of tie breakers.",
		"You'll be provided with following tools: <ol><li>Python + anaconda + text editor</li><li>R + R studio + add any packages you want</li><li>Weka</li></ol>"
	],
	"venue" : "IT Department",
    "timings" : [ ],
	"heads" :
	[
		{
			"name" : "Sri Vishnu",
			"contacts" : [ "9884884933" ]
		},
		{
			"name" : "Gautham Krishna",
			"contacts" : [ "9698141161" ]
		}
	]
},
{
	"title" : "App Development Event - Appstronaut",
	"description" : "Interested in becoming an Appstronaut? Let’s gear up our space shuttle and explore the App Galaxy. Together we can reach new heights and reveal limitless opportunities. This is the time for you to showcase your exceptional Developing skills. Don’t miss this chance to be a part of our Appstronaut crew!",
    "rules" : 
	[
		"This is a team event that consists of a maximum of 3 per team.",
		"Round 1: Basic Technical Pen and Paper Round with Questions on Android, Java and C++.",
		"Round 2: Application Development using any language you are comfortable with. The App developed must be useful, innovative and creative."
	],
	"venue" : "IT Department",
    "timings" : [ ],
	"heads" :
	[
		{
			"name" : "Arun B",
			"contacts" : [ "8148449990" ]
		},
		{
			"name" : "Sophia",
			"contacts" : [ "9500005531" ]
		}
	]
},
{
	"title" : "Cryptomaniac",
	"description" : "A witty and fun filled event that requires you to squeeze your brains to decipher the hidden messages!",
    "rules" : 
	[
		"Team event with a maximum of 2 per team.",
		"Round 1: This is a prelims round which will be a pen and paper test.",
		"Round 2: The finals will be a group event. All the teams will have to encrypt a few messages and other teams would be given the chance in a round robin fashion to decrypt them. The teams with most points shall be awarded prizes."
	],
	"venue" : "IT Department",
    "timings" : [ ],
	"heads" :
	[
		{
			"name" : "Pragal Paah",
			"contacts" : [ "9566068715" ]
		},
		{
			"name" : "Anirudh Sesadhri",
			"contacts" : [ "8056259792" ]
		}
	]
},
{
	"title" : "DigDBug",
    "description" : "For all you Sherlock Holmes out there, who investigate through the scene, why not win prizes for exactly that. SSN Invente 2K16 provides you the opportunity to dig through the bugs and show off your talents!",
	"rules" : 
	[
		"Round 1: Chota bug - Find the chota bug hidden in the code that opens your gateway leading to Kaaliya bug!",
		"Round 2: Kaaliya bug - Top three to make their way through the code overcoming the kaaliya bug walks away as winners!"
	],
	"venue" : "IT Department",
    "timings" : [ ],
	"heads" :
	[
		{
			"name" : "Dhanush",
			"contacts" : [ "9942699946" ]
		},
		{
			"name" : "Jayashree",
			"contacts" : [ "9840287411" ]
		}
	]
},
{
	"title" : "Web Clasico",
	"description" : "Things arent always #include , they are mostly between #000000 and #FFFFFF, come join us at the most classic, extravagant and a competition like never before. Prove to people that math is easy and design is hard, that design is not some buttons in Photoshop and Creative minds are rarely tidy! We know what it takes to be them and we assure you that you will be font of our event coz it's your type/>",
    "rules" : 
	[
		"This is an individual participation event.",
		"Round 1: A list of activities will be present. Teams will have to pick lots and work on a particular activity.",
		"Round 2: This is a dynamic development round. Further details will be provided ahead of the session."
	],
	"venue" : "IT Department",
    "timings" : [ ],
	"heads" :
	[
		{
			"name" : "Ashok Madavan",
			"contacts" : [ "9962166546" ]
		},
		{
			"name" : "Krishna G",
			"contacts" : [ "9791140709" ]
		}
	]
},
{
	"title" : "UI-Xpress",
	"description" : "Design is the new basis of competition. Design has evolved to even consider how you feel when you use something. It is an emerging creativity that helps enhance user experience. Design is what can many anything extraordinary and it starts here at SSN Invente 2K16!",
    "rules" : 
	[
		"Round 1: 15 mins will be given to each person for this prelims round which will consist of 10 questions and 10 fill-ups.",
		"Round 2: Design Challenge – This will be a 1.5 hour design challenge which can be a mobile application or a website design. Separate validation, so design matters."
	],
	"venue" : "IT Department",
    "timings" : [ ],
	"heads" :
	[
		{
			"name" : "Arjun S",
			"contacts" : [ "8939733489" ]
		},
		{
			"name" : "Nizam",
			"contacts" : [ "8056176006" ]
		}
	]
},
{
	"title" : "Paper Presentation",
	"description" : "<strong>“One of the advantages of being disorganized is that one is always having surprising discoveries.”</strong><br /><br />All innovations are born out of creativity. After all, the best designs of today’s technology started as mere blueprints. Even small creative ideas of individuals may prove to be the basis for tomorrow’s massive technologies. Here is a wonderful opportunity for the you to show case your talents.<br /><br />We want you to present your idea to us so that we can help you convert it to reality!",
    "rules" : [ ],
	"venue" : "IT Department",
    "timings" : [ ],
	"heads" :
	[
		{
			"name" : "Harinie",
			"contacts" : [ "9585714521" ]
		},
		{
			"name" : "L. Swetha",
			"contacts" : [ "9840318244" ]
		}
	]
}
]